{
  "shortName" : "5.1 Коллекция документов жертв и пострадавших от политических репрессий в СССРР",
  "fullName"  : "5.1 Коллекция документов жертв и пострадавших от политических репрессий в СССР",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Коллекция документов жертв и пострадавших от политических репрессий в СССР",
      "position"  : "center"

    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 122-Н, 2 описи. Общее количествое единиц хранения–177 за 1888–2006 гг.",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "Коллекция документов жертв и пострадавших от политических репрессий в СССР, состоящие из воспоминаний была собрана архивистами историко-просветительского общества «Әділет». На основе этих документов в 2002 г. была издана книга «Страницы трагических судеб» в процессе работы над которой, были собраны фотографии, документы, подтверждающие факты репрессий и реабилитации. Сбор документов данного рода продолжался поэтапно. Непосредственно в Архив Президента РК передавались воспоминания, книги, брошюры, буклеты, биографии, публикации в СМИ самими пострадавшими и родственниками жертв от политических репрессий. Документы также раскрывают историю раскулачивания, конфискации баев-полуфеодалов, преследования бывших участников некоммунистических партии, в т ч «Алаш», массовых расстрелов 1937–1938 гг., мытарства военнослужащих, попавших в плен и после возвращения на Родину отбывавших срок уже в советском ГУЛАГЕ, развертывания политических преследований инакомыслящих в 1940–1950 гг.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Постановления об обысках, ордеры на арест, копии из следственных дел.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Выписки из протокола губернских, областных Компартии Казахстана, касающиеся деятельности, рассмотрения партийных дел репрессированных лиц.",
      "position"  : "justify"
    },


    {
      "type"      : "paragraph",
      "content"   : "Справки на пострадавших от репрессий лиц, выданные органами суда и прокуратуры, Комитетом государственной безопасности и другими государственными учреждениями о полной реабилитации и прекращении дел в связи с отсутствием состава преступления.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Свидетельства о смерти репрессированных граждан, о рождении авторов воспоминания, их личные листки, характеристики, отзывы о работе.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Воспоминания пострадавших и жертв от политических репрессий.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Списки репрессированных членов партии.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Переписка пострадавших и жертв от политических репрессий с родственниками, друзьями, соратниками в разное время о повседневной жизни, о трагических событиях общества.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Фотографии расстрелянных, сосланных, из семейных архивов за период начала ХХ века, в 1920–1930 гг. Фототеки коллекции.",
      "position"  : "justify"
    }
  ]
}
