{
  "shortName" : "6.5 Организация архивного фонда коммунистической партии советского союза в Казахстане и основные направления в работе с его документами. Историческая справка",
  "fullName"  : "6.5 Организация архивного фонда коммунистической партии советского союза в Казахстане и основные направления в работе с его документами. Историческая справка",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "Организация архивного фонда коммунистической партии советского союза в Казахстане и основные направления в работе с его документами. Историческая справка",
      "position"  : "center"

    },

    {
      "type"      : "paragraph",
      "content"   : "Основа Архивного фонда КПСС, хранение которого осуществляли партийные архивы, была заложена в дореволюционное время ЦК РСДРП, сосредоточившим документы о своей деятельности в гг. Женеве, Париже, Кракове и Поронино, где в разное время находились партийные учреждения и проходили совещания российских социал-демократов.",
      "position"  : "justify",
      "help"      : "Максаков В. В. Организация архивов КПСС. - М., 1968"
    },

    {
      "type"      : "paragraph",
      "content"   : "После прихода к власти большевиков решение задачи сбора, хранения и изучения партийных документов приняло систематический, целенаправленный характер. Вслед за опубликованием декрета СНК РСФСР от 1 июня 1918 г. реорганизации и централизации архивного дела в Российской Социалистической Федеративной Советской республике Секретариат ЦК РКП (б) обратился ко всем партийным организациям с просьбой: «выслать все издания, протоколы собраний и заседаний, резолюции, воззвания, постановления и  т.д.",
      "position"  : "justify",
      "help"      : "Переписка Секретариата ЦК РСДРП(б)-РКП(б) с местными партийными организациями (март-июль 1918 г.): Сборник документов. - М.: Политиздат, 1967. - С.86."
    },

    {
      "type"      : "paragraph",
      "content"   : "В 1920 г. СНК РСФСР учредил специальную Комиссию для собирания и изучения материалов по истории Октябрьской революции и истории Российской Коммунистической партии, получившую сокращенное название Истпарт. Возникнув, как и Главное управление архивным делом при Наркомпросе, Истпарт в декабре 1921 г. был передан в подчинение ЦК РКП (б), который в январе 1922 г. принял решение об организации областных и губернских бюро Истпарта.",
      "position"  : "justify",
      "help"      : "Сборник руководящих материалов по архивному делу. 1917 - июнь 1941 гг. - М., 1961. - С. 241"
    },

    {
      "type"      : "paragraph",
      "content"   : "Начиная с 1921 г., вопрос о создании Истпарта при Киробкоме РКП (б) поднимался неоднократно, но был положительно решен лишь в конце 1922 г.[4] К этому времени ряд губернских Истпартов в республике уже действовал.",
      "position"  : "justify",
      "help"      : "Козыбаев И.М. Создание научно-исторических центров в Казахстане. Формирование кадров историков-марксистов // Историческая наука советского Казахстана (1917-1960 гг.). Очерки становления и развития. - Алма-Ата: Гылым, 1990. - С. 14, 16. Истпарт в Казахстане возглавляли П. Мамыкин (1922-1923), М. Васильев (1923), С. Сейфуллин (1926-1927), А. Уразбаева (1927-1928), Н. Мартыненко (1928), Н. Болотников (1928), В. Титов (1928-1929), Васильев (1929), Аскарбек Джангильдин (1929-1930), Крастынь (1930), Тарасов (1930), Н.Г. Тимофеев (1933)"
    },

    {
      "type"      : "paragraph",
      "content"   : "Задачи, поставленные перед Истпартами, носили вполне конкретный характер: организовать на территории каждой губернии страны сбор и издание печатных и рукописных материалов, документов, мемуаров и ученых трудов, относящихся к истории Октябрьской революции и РКП(б); организовать библиотеки, музеи и выставки для хранения перечисленных материалов, а также принимать участие в создании местных губернских архивов и историко-революционных архивов; публиковать свои труды в любой форме; устраивать публичные лекции и заседания по истории Октябрьской революции и РКП(б), вечера воспоминаний, организовывать общества и клубы, имеющие целью как теоретическое изучение истории, так и объединение ветеранов рабочего движения.",
      "position"  : "justify",
      "help"      : "Положение об Истпартотделе губернского комитета РКП(б) 1923 г. // Сборник руководящих материалов по архивному делу. - С.245"
    },

    {
      "type"      : "paragraph",
      "content"   : "Истпарты республики стремились в максимальном объеме выполнить поставленные перед ними задачи: по историкопартийной тематике собирались газеты, бюллетени, другие официальные партийные издания, рассылались листовки-обращения на казахском и русском языках с просьбой писать воспоминания о большевистском движении, гражданской войне, предпринимались попытки выявления фотографий, участия в подготовке экспозиции революция» в Центральном музее, выпускались сборники документов и воспоминаний, а также отдельные брошюры.",
      "position"  : "justify",
      "help"      : "АП РК. Ф. 139. Оп. 2. Д.99. Л.3; Д. 153. Л.11; См. также: Козыбаев И М. Деятельность Истпарта в Казахстане // Известия АН Казахской ССР.  - АлмаАта: Наука, 1982. - С.72; Его же. Из истории становления в республике историко-партийной науки // Историко-партийная наука в Казахстане. Некоторые проблемы историографии. - Алма-Ата: Казахстан, 1990. — С.8-23"
    },

    {
      "type"      : "paragraph",
      "content"   : "В результате проделанной работы Истпартотдел Казкрайкома ВКП (б) в 1927 г. располагал тремя относительно упорядоченными архивными фондами общим объемом в 4 тыс, дел и 21 тюком неразобранных материалов[7].",
      "position"  : "justify",
      "help"      : "АП РК. Ф.141. Оп.17. Д.214. Л.2"
    },

    {
      "type"      : "paragraph",
      "content"   : "Накопленный массив документов заставлял задуматься о месте его хранения. дальнейшее использование для этих целей хранилищ государственных архивов становилось невозможным как из-за ограниченных материально-тех.ническвх возможностей последних, так 14 из-за неотрегулированности во взаимоотношениях учреждений Центрархива и Истпартами. Эти трудности имели повсеместный характер[8].",
      "position"  : "justify",
      "help"      : "Сборник руководящих материалов по архивному делу... С.246-247"
    },

      {
      "type"      : "paragraph",
      "content"   : "Состоявшееся в январе 1927 г. Всесоюзное совещание Истпартотделов решило создать при ЦК ВКП (б) и при ЦК партии национальных республик «постоянные партархивы», обязан при этом нижестоящие партийные организации передавать партийные документы на хранение в окружкомы и губкомы. В июне 1927 г. в ведомостях на выдачу заработной платы Казкрайкома ВКП (б) впервые появилась должность заведующего партийным архивом.",
      "position"  : "justify",
      "help"      : "Там же. С.252; АП РК. Ф. 141. Оп. 1. Д.28 16. Л. 1; Д. 1029. Л.88 об. (должность заведующего занимали И. Руденко (1927-1930), М. Стрепетов (1930-1934); Д.2464. Л.45; Там же. Оп.18. Д.30. Л. 147-148."
    },

    {
      "type"      : "paragraph",
      "content"   : "В 1928 г. Истпарт ЦК ВКП (б) был слит с образованным к тому периоду Институтом Ленина. Утвержденное вскоре (июнь 1929 г.) положение о Едином партийном архиве ВКП (б) закрепило следующую систему партархивов: Центральный партийный архив при Институте Ленина и его филиалы, т. е. местные партийные архивы при укрупненных Истпартах. Укрупненный Истпарт продолжал действовать и при Казкрайкоме ВКП (б). Партийный архив был переименован в Краевой партархив. Как и Истпарт, он формально являлся структурным подразделением Казкрайкома",
      "position"  : "justify",
      "help"      : "Там же. Д.2464. Л.45"
    },

    {
      "type"      : "paragraph",
      "content"   : "На местах истпартовская работа была свернута, хотя и не прекращена полностью. Казкрайком обязал областные комитеты назначить уполномоченных Истпарта, которые должны были выполнять эту работу. Перед ними ставились весьма обширные задачи: пробудить интерес у партийной общественности к истпартовской работе, продолжить сбор документов по истории партийной организации области, составить хронику партийной жизни и революционных событий за 1917--1920 гг. и при этом привести архивы «в такой порядок, который дал бы возможность легко обращаться к документам, находящимся в них».",
      "position"  : "justify",
      "help"      : "Там же. Оп.18. Д.30. Л. 147-148"
    },

    {
      "type"      : "paragraph",
      "content"   : "В 1931 г. Казкрайком ВКП (б) принял постановление об организации Казахского института марксизма-ленинизма (КИМЛ) при КазЦИКе, который в 1933 г. был преобразован в Казахстанский научно-исследовательский институт марксизма-ленинизма (КНИИМЛ). В апреле 1934 г. был предпринят следующий шаг: на базе КНИИМЛа, Истпарта Крайкома и филиала Единого партийного архива ВКП (б) в Казахстане образован Казахстанский институт Маркса-Энгельса-Ленина (КИМЭЛ) на правах отдела Крайкома, который в 1940 г. вошел в систему Института Маркса-Энгельса-Ленина при ЦК ВКП(б) как филиал и был переименован в Казахстанский филиал ИМЭЛ при ЦК КП(б)К.",
      "position"  : "justify",
      "help"      : "Институт истории партии при ЦК КП Казахстана. - Алма-Ата: Наука, 1973. - С. 16-21. Сектором партийного архива руководили М. Стрепетов (1934-1936), Н. Нейц (1937-1955), 3. Голикова (1955-1956), Х. Джабасов (1959-1964), Д. Искакова (1964-1987), Н. Джагфаров (1987-1991)"
    },

    {
      "type"      : "paragraph",
      "content"   : "Обращает на себя внимание тот факт, что активная реорганизация научных учреждений партии проводилась во второй половине 20-х — начале 30-х годов. Их многообразие, сочетание работы общественных организаций с партийными и государственными уходило в прошлое. Процесс создания легко управляемой системы идеологических учреждений проходил параллельно с догматизацией идей Маркса, Энгельса, Ленина на фоне уже сложившегося культа личности Сталина и канонизации нескольких десятков революционных деятелей. Свернулась работа по сбору воспоминаний участников революционного движения и гражданской войны. Краткий очерк истории ВКП(б) 1937 г. издания запечатлел историю такой, какой ее хотел видеть И. В. Сталин. Именно в этот период теоретики и организаторы архивного дела в СССР окончательно отошли от идеи централизации, заложенной в декрете СНК РСФСР от 1 июня 1918 г., взяв курс на создание обособленного архивного фонда документов партии большевиков.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Процесс становления системы партийных архивов сопровождался многими трудностями. Некоторые из них — отсутствие кадров, помещений, средств — так и не были преодолены в полном объеме.",
      "position"  : "justify"
    },

      {
      "type"      : "paragraph",
      "content"   : "Так, отчет Истпарта Казкрайкома ВКП (б) за 1929 г. начинался с констатации факта бездействия Истпарта за последние три года. В качестве главной причины указывалось на использование заведующего отделом на хлебозаготовках[13]. В 1933 г. состояние хранения архивных документов в обкомах, горкомах и райкомах оценивалось заведующим Крайпартархивом как «весьма плохое», попутно отмечалось отсутствие помещения и у самого Крайпартархива[14]. В 1937 г. работу Крайпартархива тормозила та же причина[15]. Проведенные в 1937— 1938 гг. обследования Северо-Казахстанского, Южно-Казахстанского, Актюбинского, Восточно-Казахстанского обкомов партии с целью выяснения состояния сохранности партийных документов, утративших свое оперативное значение, выявило совершенно неприглядную картину: хранение архивов в неприспособленных помещениях, отсутствие освобожденных работников, тяжелое материальное положение.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "На деятельности партийных архивов отрицательно сказывались и непродуманные решения партийных органов. ЦК ВКП (б) потребовал передачи партийных документов всех бывших губернских, окружных, уездных, районных комитетов республики в Казахстанский филиал Единого партийного архива ЦК ВКП(б). Это требование нашло отражение в постановлении ЦК КП (б)К Казахстана «О партийных архивах» 28 июня 1937 г.[16]. К счастью, из-за отсутствия кадров, помещения, трудностей сообщения на огромном пространстве республики решение это было выполнено лишь отчасти. ",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Состояние партийных архивов в Казахстане было типичным для Советского Союза в целом. В связи с этим ЦК ВКП (б) в декабре 1939 г. передал руководство партийными архивами из ИМЭЛ местным партийным органам — обкомам, крайкомам, республиканским ЦК. Основными задачами местных партийных архивов признавались: собирание, хранение и обработка архивных документов партийных и комсомольских организаций и политотделов; изучение и разработка архивных материалов по истории местных партийных организаций; выдача справок по запросам партийных организаций. Были уточнены вопросы комплектования партийных архивов. Из партийных учреждений документы поступали в партийные архивы. В архивах обеспечивалась работа исследователей над источниками. Использование их производилось с разрешения обкомов и только в самом архиве. Перемещение материалов из одного партийного архива в другой могло быть только с согласия ИМЭЛ. На ИМЭЛ возлагалось методическое руководство деятельностью местных партийных архивов и институтов истории партии, а также подготовка кадров для партийных архивов.[17]",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "14 апреля 1940 г. ЦК КП (б) К принял постановление «О партийных архивах при обкомах, крайкомах и ЦК нацкомпартий», в котором, кроме вышеназванных вопросов, определявших порядок работы архивов, указывалось на необходимость дополнительного привлечения к работе в партархиве при ЦК КП(б)К, ставшего с этого момента самостоятельным партийным учреждением, научных сотрудников и обязательного сохранения двух штатных работников (заведующего архивом и архивариуса) для областных партийных архивов. Постановление обязывало в месячный срок представить кандидатуры заведующих областными партархивами на утверждение бюро ЦК[18]. С этого момента также и областные партийные архивы получили право на существование как самостоятельные учреждения. Сеть партийных архивов Казахстана была сформирована.",
      "position"  : "justify"
    },

      {
      "type"      : "paragraph",
      "content"   : "Главными задачами архивов на ближайшее пятилетие стали завершение профилирования, фондирование и систематизация документов. Для их решения необходимы были подготовленные кадры. С этой целью в 1941—1946 гг. были проведены три совещания-семинара, в процессе которых сотрудников партийных архивов обучали основам архивного дела. К 1944 г. все ответработники партийного архива при ЦК КП (б)К окончили соответствующие курсы при ИМЭЛ[19]. Всего же в архиве работали 13 человек, из которых 5 имели начальное образование (высшее только 2). И только у двух сотрудников стаж работы в архиве достигал пяти лет[20].",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Несмотря на это, работа налаживалась. Завершилось профилирование архива: фонды губернских, окружных и т. д. комитетов партии были возвращены в областные партийные архивы. Из 768 фондов, числившихся за республиканским партийным архивом, 216 передали в архив Алма-Атинского обкома КП (б)К, где они прошли перенумерацию. В республиканском партийном архиве номера фондов не менялись, в связи с чем, фонды с №1 по №38 отсутствовали.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "В июле 1945 г. партийный архив при ЦК КП (б)К, действовавший с апреля 1940 г. как самостоятельное учреждение, вновь вошел в состав Института истории партии при ЦК КП(б)К на правах сектора[21]. и успешно справился с имевшейся россыпью документов, завершив их пофондовую организацию. На все имевшиеся документы были составлены инвентарные описи. Однако для проведения основательной работы по научной организации фондов в этот период не было условий. Помимо нехватки специальных знаний у самих архивистов возникали помехи совершенно неожиданного характера. Так, в 1950 г. в сектор партийного архива Института поступили 139 дел центрального партийного органа Казахстана за 1930—1937 гг., что негативно отразилось на качестве научной организации фонда[22].",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Параллельно Партархив Казфилиала ИМЛ выдавал справки, обслуживал исследователей через читальный зал, выполнял задания ЦК и дирекции Института, выявлял документы по различной историко-партийной тематике. Ежегодно проводилось комплектование архива, в том числе и воспоминаниями фронтовиков. Оказывалась помощь областным партийным архивам. В 1947 г. была сделана первая серьезная попытка расширить научно-справочный аппарат к документам архива: были подготовлены два обзора по фондам «Облбюро Киркрая» и «Киргизский (Казахский) Областной Комитет РКП (б)»[23].",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "К сожалению, на местах уровень работы был значительно ниже. Два штатных работника в областных партийных архивах просто физически были не в состоянии обеспечить оперативное упорядочение. Неблагоприятно отражалось на работе и отсутствие архивохранилищ.[24]",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "В 1950—1952 гг. ЦК КП (б) К принял ряд постановлений, нацеленных на решение проблем партийных архивов[25]. В результате удалось активизировать концентрацию дел в архивах (в 1953 г. архивы приняли документы от своих фондообразователей по 1950 г. включительно) и работу по научной организации фондов, хотя качество последней по-прежнему не удовлетворяло архивистов[26].",
      "position"  : "justify"
    },


    {
      "type"      : "paragraph",
      "content"   : "После постановления ЦК КПСС и Совета Министров СССР от 7 февраля 1956 г. о мерах по упорядочению режима хранения и лучшему использованию архивных материалов министерств и ведомств», на основе которого ЦК КП Казахстана и Совет Министров Казахской ССР приняли аналогичный документ[27], организация использования документов в научных и агитационно-пропагандистских целях в партийных архивах становится одним из ведущих направлений в их работе.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Изменения в общественно-политической жизни страны, вызванные смертью Сталина и последовавшей затем попыткой разоблачения сталинизма, отразились не только на смещении акцента в работе архивов (от концентрации документов и бдительной их охраны от «постороннего» глаза, поиска в них компрометирующих материалов на отдельных граждан к активному введению в оборот в вышеназванных целях), но и в характере документов, принимаемых на постоянное хранение. После длительного перерыва архивисты вновь приступили к сбору воспоминаний участников Октябрьской революции, гражданской войны, социалистического строительства. И хотя «взрыв» в этой работе пришелся именно на конец 50-х — начало 60-х годов[28], она с тех пор имела систематический характер.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Очень скоро стало очевидным, что партийные архивы республики не готовы к выполнению своей основной функции — обеспечению общества ретроспективной документной информацией. Уже через два года после упомянутого постановления 1956 г. на республиканском совещании работников партийных и государственных архивов отмечалось, что большинство партийных архивов республики не имеет не только читальных залов, но даже отдельных комнат, где исследователи могли бы работать с документами[29]. И это был не единственный сбой в организации использования документов.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Архивисты прекрасно понимали, что, например, высокий процент отрицательных ответов на запросы, поступившие в архивы, — следствие отсутствия разветвленной системы научно-справочного аппарата[30], к созданию которого нецелесообразно было приступать, не добившись предварительно полной и высококачественной организации фондов. Но выполнение этой работы было нереальным по вполне конкретной причине: два сотрудника, которыми располагали облпартархивы в соответствии со штатным расписанием, не могли обеспечить резко возросшего объема работы.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Все эти и некоторые другие вопросы были затронуты в постановлении ЦК КП Казахстана от 8 июля 1961 г. «О состоянии и мерах улучшения работы партийных архивов республики»[31].",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "В результате мер, предпринятых с целью улучшения работы партийных архивов, была создана лаборатория по микрофотокопированию и широкой реставрации партийных документов, которая первоначально действовала на базе аналогичного предприятия Главархива Казахской ССР, выделены помещения для Партархива Казфилиала ИМЛ в типовом здании, построенном специально для Центрального государственного архива республики и сданного в эксплуатацию в 1962 г. В штате Партархива Казфилиала впервые в истории партийных архивов республики появились историки-архивисты, имевшие высшее специальное образование[32].",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "В октябре 1965 г. на совещании-семинаре заведующих партийными архивами вновь были перечислены как нерешенные все те же проблемы: отсутствие штатов и условий для обеспечения сохранности документов[33]. Попыткой выйти из тупика с помощью «домашних средств» стало создание бригад из коммунистов-общественников. Они привлекались для усовершенствования научной организации фондов и разработки научно-справочного аппарата[34].",
      "position"  : "justify"
    },


    {
      "type"      : "paragraph",
      "content"   : "В 1965 г. областные партийные архивы республики имели исторические справки к 23 фондам, некоторые архивы работали над созданием персональных картотек. Активно велась экспертиза ценности хранившихся в архивах документов[35].",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "В этот же период партийные архивы Казахстана принимали участие в работе более чем над 10 сборниками документов, статьями, справочными изданиями, монографиями, в том числе над «Очерками истории Компартии Казахстана», сборниками документов «Интервенция и гражданская война в Средней Азии и Казахстане», «Казахстан в Великой Отечественной войне» и другими[36].",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "В 60-х годах ЦПА ИМЛ при ЦК КПСС провел большую работу по упорядочению нормативно-методической базы деятельности партийных архивов страны: были пересмотрены «Правила хранения и обработки архивных материалов в партийных, комсомольских органах и первичных организациях. Порядок сдачи-приема документов в партийные архивы», «Перечень документов партийных органов и первичных организаций, подлежащих хранению в партийных архивах», совместно с другими научными учреждениями — издания исторических документов в СССР».",
      "position"  : "justify"
    },


    {
      "type"      : "paragraph",
      "content"   : "В 1966 г. впервые было разработано и утверждено ЦК КПСС «Положение об АФ КПСС»[37]. Этот документ окончательно узаконил систему партийных архивов, сложившихся еще в конце 30-х годов, их состав и термин «Архивный фонд КПСС».",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Своеобразным итогом усовершенствования методической основы работы партийных архивов стали «Основные правила работы партийных архивов обкомов, крайкомов партии и филиалов ИМЛ при ЦК КПСС», изданные в 1970 г. и впервые суммировавшие все требования к работе с документами в партийных архивах страны.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Эта работа проводилась параллельно с организационным укреплением партийных архивов. 15 июня 1968 г. ЦК КПСС принял постановление «О задачах, структуре и штатах Института марксизма-ленинизма при ЦК КПСС»[38], а в апреле 1969 г. ЦК Компартии Казахстана рассмотрел вопрос «О задачах Института истории партии при ЦК Компартии Казахстана — филиала Института марксизма-ленинизма при ЦК КПСС и партийных архивов»[39]. В результате штат областных партийных архивов республики был увеличен на 48 человек. И хотя проблема отчасти была решена формально (в 7 областных партийных архивах Казахстана из 16 в 1970 г. по-прежнему не было ни одного работника с высшим образованием)[40], у архивистов появилась возможность активизировать работу по организации использования документов. С этого периода областные партийные архивы систематически сотрудничали с государственными архивами и научными учреждениями, выявляя материалы для документальных сборников[41].",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Характер используемой обществом ретроспективной документной информации к началу 70-х годов вновь был поставлен под жесткий контроль. Наиболее наглядно это проявилось в организации работы с исследователями в читальных залах партийных архивов: перед выдачей дел в читальный зал сотрудники архива обязаны были выяснить, соответствуют ли заказанные дела теме, по которой ведется исследование[42]. Следующим этапом в развитии этой тенденции было применение в качестве классификационного признака при организации документальных и архивных фондов степени секретности документов[43].",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Стремление партийного аппарата к максимальной идеологизации общества, к контролю за распространением «нужной» информации при ее тщательной дозировке привело его к необходимости налаживания партийного делопроизводства. Эта необходимость вытекала также из резко возросшего документооборота в стране[44], при игнорировании которого легко можно было захлебнуться в бумажном хаосе. Соответствующие инструкции ЦК КПСС потребовали от партийных комитетов создать так называемые архивы», в которых должны были храниться подготовленные к передаче на постоянное хранение дела, не утратившие своего оперативного значения.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Чтобы как-то стимулировать выполнение этого требования ЦК КП Казахстана 8 июня 1976 г. принял постановление «О состоянии и мерах улучшения работы с документами в текущих архивах обкомов, горкомов и райкомов Компартии Казахстана». В постановлении констатировалось отсутствие обеспечения сохранности документов в партийном делопроизводстве, приводившее к обеднению Архивного фонда КПСС[45]. Постановление сыграло определенную положительную роль. Оно способствовало налаживанию регулярного комплектования партийных архивов республики полноценными архивными фондами партийных органов, организаций и учреждений. Не были оставлены без внимания и документы ВЛКСМ[46].",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Рост штатов партийных архивов, некоторое улучшение постановки делопроизводства, повысившие качество научной организации архивных фондов, обеспечили возможность архивистам партийных архивов Казахстана с 1973 г. приступить к разработке систематических каталогов[47]. Эта работа велась одновременно с подготовкой исторических справок, обзоров фондов, перечней решений бюро и секретариатов партийных и комсомольских органов, персональных карточек и других дополнительных элементов научно-справочного аппарата[48].",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "70-е годы и первая половина 80-х годов для партийных архивов республики стали периодом укрепления их материально-технической базы. К 1980 г. из 20 партийных архивов Казахстана 11, а к 1985 г. — 14 были размещены в зданиях, построенных по специальным типовым проектам. В партийных архивах работало более 200 сотрудников, в том числе и профессиональные историки-архивисты. В этот период была проведена серьезная работа по созданию системы научно-справочного аппарата архивов, улучшению качества научной организации фондов, налаживанию комплектования архивов. Резко выросло число изданных сборников, выступлений архивистов в средствах массовой информации и т. д.[49]",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Начавшиеся в стране изменения середины 80-х годов не могли не отразиться на работе партийных архивов. Осуществляя переход к политическим методам работы, партийный аппарат пересмотрел свои функции, штаты, а также функции партийных учреждений. Сокращение штатов партийных архивов произошло в первую очередь за счет ликвидации должностей инструкторов и технических работников. У такого решения была определенная логика. В обязанности инструктора входили контроль за постановкой делопроизводства в партийных органах и учреждениях и методическая помощь по этим вопросам. А после уточнения функций партийного аппарата сократился его документооборот[50]. Однако было упущено из виду то обстоятельство, что накопленные за многие годы партийными архивами проблемы за период с 1970 по 1985 гг. решить так и не удалось. Пересмотр штатных расписаний партийных архивов после 1989 г. был осуществлен механически, без учета объема дел, хранящихся в каждом конкретном архиве, дальнейшего роста и физического состояния имевшегося массива документов, состояния научно-справочного аппарата и т. п. Как правило, на ликвидированные должности технических сотрудников принимались лица с высшим образованием, которые (как и инструкторы и хранители фондов) привлекались к разработке научно-справочного аппарата, экспертизе ценности документов, усовершенствованию научной организации фондов и т. д. Сокращение штатов нарушило темпы выполнения всех видов внутриархивной работы[51].",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Дополнительные трудности возникли и в связи с пересмотром подходов к вопросу о том, какая ретроспективная документная информация должна быть доступна обществу, а какая тщательно скрыта и нужно ли что-нибудь скрывать?",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "В этой связи архивисты партархива Казахского филиала ИМЛ при ЦК КПСС создали в 1989 г. рабочую группу, которая подготовила заключение о возможности значительно расширить круг фондов для неограниченного пользования. ЦК КП Казахстана образовал комиссию, принявшую решение о снятии всяких ограничений по пользованию 9 фондов политчастей, отделов и управлений, 11 фондов партийных и комсомольских учебных заведений, 40 фондов фракций ВКП (б) в профсоюзных органах и т. д. Ограниченным остался доступ к персональным и личным делам по этическим соображениям[52].",
      "position"  : "justify"
    },
    {
      "type"      : "paragraph",
      "content"   : "6 декабря 1990 г. Институт истории партии при ЦК КП Казахстана — Казахский филиал Института марксизма-ленинизма при ЦК КПСС был реорганизован в Институт политических исследований ЦК КП Казахстана, а 16 апреля 1991 г. слит с АлмаАтинской высшей партийной школой и преобразован в АлмаАтинский институт политологии и управления, в составе которого функционировал и сектор партийного архива[53]. 14 января 1992 г. Постановлением Президента Республики Казахстан на базе вышеназванного Института был создан Казахстанский институт менеджмента, экономики и прогнозирования[54].",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "25 августа 1991 г. был издан Указ Президента Казахской ССР «Об имуществе КПСС на территории Казахской ССР» и постановление Кабинета Министров Казахской ССР от 30 августа 1991 г. о его реализации[55].",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "В связи с этим Государственный комитет Казахской ССР по имуществу 28 октября 1991 г. принял постановление о передаче зданий партийных архивов в ведение Главного архивного управления при Кабинете Министров Казахской ССР, а 12 апреля 1992 г. – постановление о передаче документов бывшего АФ КПСС в Казахстане в ведение Главархива Республики Казахстан[56].",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Эти документы узаконили новый статус документов АФ КПСС. Они были переданы в государственные архивы.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Все это время документы бывших республиканского партийного архива и архива Алма-Атинского обкома Компартии Казахстана обслуживали два архивиста, являвшихся штатными сотрудниками КИМЭПа.",
      "position"  : "justify"
    },
    {
      "type"      : "paragraph",
      "content"   : "И только 3 августа 1992 г. на этой базе постановлением Кабинета Министров Республики Казахстан был создан Центральный государственный архив новейшей истории Казахстана[57], который в январе 1994 г. переименован в Архив Президента Республики Казахстан.",
      "position"  : "justify"
    },

     {
      "type"      : "quote",
      "autor"     : "Е. М. Грибанова,",
    "content"   : "кандидат исторических наук",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[1] Максаков В. В. Организация архивов КПСС. - М., 1968.",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[2] Переписка Секретариата ЦК РСДРП(б)-РКП(б) с местными партийными организациями (март-июль 1918 г.): Сборник документов. - М.: Политиздат, 1967. - С.86.",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[3] Сборник руководящих материалов по архивному делу. 1917 - июнь 1941 гг. - М., 1961. - С. 241",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[4] Козыбаев И.М. Создание научно-исторических центров в Казахстане. Формирование кадров историков-марксистов // Историческая наука советского Казахстана (1917-1960 гг.). Очерки становления и развития. - Алма-Ата: Гылым, 1990. - С. 14, 16. Истпарт в Казахстане возглавляли П. Мамыкин (1922-1923), М. Васильев (1923), С. Сейфуллин (1926-1927), А. Уразбаева (1927-1928), Н. Мартыненко (1928), Н. Болотников (1928), В. Титов (1928-1929), Васильев (1929), Аскарбек Джангильдин (1929-1930), Крастынь (1930), Тарасов (1930), Н.Г. Тимофеев (1933)",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[5] Положение об Истпартотделе губернского комитета РКП(б) 1923 г. // Сборник руководящих материалов по архивному делу. - С.245",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[6] АП РК. Ф. 139. Оп. 2. Д.99. Л.3; Д. 153. Л.11; См. также: Козыбаев И М. Деятельность Истпарта в Казахстане // Известия АН Казахской ССР.  - АлмаАта: Наука, 1982. - С.72; Его же. Из истории становления в республике историко-партийной науки // Историко-партийная наука в Казахстане. Некоторые проблемы историографии. - Алма-Ата: Казахстан, 1990. — С.8-23",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[7] АП РК. Ф.141. Оп.17. Д.214. Л.2",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[8] Сборник руководящих материалов по архивному делу... С.246-247",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[9] Там же. С.252; АП РК. Ф. 141. Оп. 1. Д.28 16. Л. 1; Д. 1029. Л.88 об. (должность заведующего занимали И. Руденко (1927-1930), М. Стрепетов (1930-1934); Д.2464. Л.45; Там же. Оп.18. Д.30. Л. 147-148.",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[10] Там же. Д.2464. Л.45",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[11] Там же. Оп.18. Д.30. Л. 147-148",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[12] Институт истории партии при ЦК КП Казахстана. - Алма-Ата: Наука, 1973. - С. 16-21. Сектором партийного архива руководили М. Стрепетов (1934-1936), Н. Нейц (1937-1955), 3. Голикова (1955-1956), Х. Джабасов (1959-1964), Д. Искакова (1964-1987), Н. Джагфаров (1987-1991)",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[13] АП РК Ф.141. Оп.17. Д.391. Л.16.",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[14] АП РК. Ф.141. Оп.1. Д.6295. Л. 31",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[15] Там же. Ф. 708. Оп.1. Д.183. Л 11",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[16] Там же. Ф. 708. Д. 32. Л.90-93; Ф.811. Оп.8. Д.54. Л.3",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[17] Максаков В. В. История и организация архивного дела в СССР. 1917-1945.  - М.: Наука, 1969. - С.380-381",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[18] АП РК. Ф.708. Оп. 4/1. Д.195. Л.335-336. Партийный архив Алма-Атинского обкома КП Казахстана возглавляли Н. С. Коломейченко (1939-1940), Х. Т. Ямбушев (1940-1941), А. У. Исабаев (1941-1942), А. В. Агеева (Голубева) (1942-1943), Т. П. Свиридова (1943-1961), Р. Р. Сейфуллина (1961-1970), Х.Т. Сейтказиева (1970-1979), Р. В. Садыкова (1979-1981), Т.П. Дюбанова (1981-1988), И. Ф. Остроушко (1988--1991)",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[19] Там же. Ф.811. Оп8. Д.382. Л.15",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[20] Там же. Л.40 ",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[21] АП РК Ф.708. Оп.9. Д.68. Л.257-258",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[22] Там же. Ф.811. Оп.8. Д. 1010. Л.62",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[23] Там же. Д. 616. Л.73",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[24] Там же. Д. 447. Л.6-10; Д.515. Л. 14-15; Д. 517.  Л.22-25 и др.",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[25] Там же. Ф.708. Оп. 14. Д.32. Л. 105-106. Оп. 16/1. Д.72. Л. 16-18; Д. 108. Л.15",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[26] АП РК. Ф.811. Оп.8. Д.1494. Л.1-6",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[27] Архивное строительство в Казахской ССР: Сборник законодательных и руководящих документов. - Алма-Ата: Главархив при СМ Казахской ССР, 1980. - С.129-134",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[28] АП РК Ф.811. Оп. 13. Д.72. Л.2",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[29] Там же. Оп. 14. Д.57. Л.37",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[30] АП РК. Ф.811. Оп. 16. Д.217а. Л.7; Д.434. Л.8",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[31] Там же. Д.628. Л.10",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[32] Там же. Д.217а. Л.7; Д.434. Л.8 (в 1958-1965 гг. в Институте истории при ЦК КП Казахстана работал Ш. Я. Шафиро, окончивший 4 курса Московского историко-архивного института (МГИАИ), а затем Казахский педагогический институт им. Абая. В 1964 г. в сектор партийного архива на работу были приняты выпускники МГИАИ Г. Х. Утепов и А. Ф. Усакова, а несколько позже в качестве временных работников привлекались К. И. Желтякова, В. С. Сафронова, также выпускники МГИАИ. В 80-х годах в Институт пришли историки-архивисты Ш. К. Саманова, Т. А. Золотокрылина, Е. М. Грибанова. Следует отметить Н. П. Калиту и И. Н. Бухонову, в разное время работавших в секторе партийного архива и приглашенных на работу в качестве специалистов-практиков, ветеранов архивного дела).",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[33] Там же. Д. 538.",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[34] АП РК.Ф.811. Оп. 16. Д. 628. Л.10.",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[35] Там же. Д. 628. Л. 16; Д.434. Л.8.",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[36] Там же. Д. 539в. Л.6; Д.628. Л.17-19.",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[37] Об Архивном фонде КПСС // Партийная жизнь. -  1967. - № 20. - С. 52-55",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[38] Справочник партийного работника. Вып. 9. - М.: Политлитература, 1969. -С.251-254",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[39] АП РК. Ф. 708. Оп. 46. Д.134. Л.295",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[40] Там же. Ф. 811. Оп. 16. Д.892. Л.35",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[41] Там же. Д. 898. Л.3-8",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[42] Там же. Д.1112. Л.31; Д.1115. Л.12; Д.1250. Л.13",
      "position"  : "left"
    },
    	{
      "type"      : "paragraph",
      "content"   : "[43] Там же. Д.1789. Л.6",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[44] В середине 60-х годов было подсчитано, что в различных учреждениях, предприятиях и организациях страны ежегодно создается 150-200 млн. дел (см.: Вопросы архивоведения. - 1964. - № 1. - С. 15; Там же. - 19б8. - № 4. - С.77)",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[45] АП РК Ф.708. Оп.65. Д.95. Л.17-20",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[46] Там же. Ф. 811. Оп.1б. Д. 1052. Л.14; Д.1207. Л.32",
      "position"  : "left"
    },
    	{
      "type"      : "paragraph",
      "content"   : "[47] Там же. Д.1115. Л.12",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[48] Там же. Д.1789, 1794",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[49] Там же. Ф.811. Оп.31. Д.59, 73; Ф.708. Оп. 108. Д.97. Л.2",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[50] Так, например, если по номенклатуре дел ЦК Компартии Казахстана на 1956 г. к постоянному хранению предназначались 192 дела, то по номенклатуре дел на 1991 г. - 98. Соответственно по номенклатуре дел Алма-Атинского обкома партии: 1985 г.  - 113, 1991 г. - 100",
      "position"  : "left"
    },
    	{
      "type"      : "paragraph",
      "content"   : "[51] В 1991 г. в партархивах республики работало 105 сотрудников, из них 49 - ответственных",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[52] Советские архивы. - 1990. - № 6. — С.98.",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[53]. АП РК. Ф.30. Оп.1. Д.1. Л.1-2, 38; Ф.708. Оп.139. Д.3087. Л.11-14",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[54]. Там же. Д.1. Л. 42,45",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[55] Там же. Л. 9-11 об.",
      "position"  : "left"
    },
    	{
      "type"      : "paragraph",
      "content"   : "[56] Там же. Л. 16-18",
      "position"  : "left"
    },

    {
      "type"      : "paragraph",
      "content"   : "[57]. Там же. Ф.30. Оп. 1. Д.2. Л. 1-2",
      "position"  : "left"
    }
  ]
}
