{
  "shortName" : "1.1 Президент Республики Казахстан",
  "fullName"  : "1.1 Президент Республики Казахстан",
  "document"  : [
    {
      "type"      : "title-2",
      "content"   : "1.1 Президент Республики Казахстан",
      "position"  : "center"

    },

    {
      "type"      : "italic",
      "content"   : "Архивный фонд 5-Н, 8 описей за 1992–2003 гг., общее количество единиц хранения –18916, в т.ч. 211 единиц хранения аудиовизуальных документов за 1992–1995 гг",
      "position"  : "right"
    },

    {
      "type"      : "paragraph",
      "content"   : "10 декабря 1991 г. Законом Казахской ССР «Об изменении наименования Казахской Советской Социалистической Республики» Казахская ССР была переименована в Республику Казахстан. Верховный Совет РК принял постановление «О вступлении в должность Президента Республики Казахстан. Президентом РК Н. А. Назарбаевым 16 декабря 1991 г был подписан Конституционный закон РК «О Государственной независимости Республики Казахстан», которым были внесены существенные изменения в статус Президента РК и в целом всей системы органов государственной власти республики. Значительные изменения в статус Президента РК внесла новая Конституция, которая была принята в результате всенародного референдума, состоявшегося 30 августа 1995 г. Конституцией определено, что Республика Казахстан является унитарным государством с президентской формой правления. 26 декабря 1995 г. был принят Указ Президента РК, имеющий силу Конституционного закона РК «О Президенте Республики Казахстан».",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Подлинники Конституции Республики Казахстан от 6 сентября 1995 г., Законов Республики Казахстан за 1997–2000 гг., а также подлинник Присяги Президента Республики Казахстан от 20 января 1999 г.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Проекты, экспертные заключения по подготовке и обсуждению Конституций Республики Казахстан 1993 и 1995 гг. Запросы Президента в Конституционный Суд и Конституционный Совет о проверке конституционной законности отдельных законов Республики Казахстан и постановлений Правительства РК.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Указы, постановления, распоряжения Президента РК по вопросам государственного устройства и управления, обороны, промышленности и сельского хозяйства, транспорта и коммуникаций, культуры, народного образования и здравоохранения, социального обеспечения, о приеме и выходе из гражданства Республики Казахстан, о награждении государственными наградами и присвоении почетных званий.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы и стенограммы совещаний, проводимых Президентом Республики Казахстан, о ходе реализации Национальных программ разгосударствления и приватизации (второй этап), выполнения Программ действий Правительства по углублению реформ и выходу из экономического кризиса, о задачах и совершенствовании деятельности аппаратов высших представительных и исполнительных органов, реформировании агропромышленного комплекса, развитии малого и среднего бизнеса, проведении реформ в регионах Казахстана, обсуждении стратегии развития Казахстана до 2030 г.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Стенограммы заседаний и доклады Президента на сессиях Верховного Совета Республики Казахстан о принятии государственных символов (6 июня 1992 г.), проекте Конституции (9 декабря 1992 г.), совместном заседании (10 октября 1997 г.) Палат Парламента о долгосрочной стратегии развития страны до 2030 г. (к докладу прилагаются таблицы с экономическими показателями). Комплекс протоколов совещаний Президента с работниками угольной, металлургической, химической, машиностроительной промышленности, строительного, оборонного, агропромышленного комплексов и правоохранительных органов по обсуждению и принятию мер по развитию промышленности и углублению экономических реформ.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы и стенограммы встреч с общественностью, с ветеранами войны и труда, жертвами политических репрессий, с редакторами казахстанских СМИ, с лидерами политических партий и общественных движений.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Выступления Президента Республики Казахстан на церемонии инаугурации вступления в должность (20 ноября 1999 г.), на I Всемирном Конгрессе духовного согласия  (1992 г.), на церемонии закладки монумента Независимости и вечере исторической памяти жертв политических репрессий (14 декабря 1994 г), на пресс-конференциях, встречах по обсуждению и принятию новых Конституций, по случаю национальных и государственных праздников, знаменательных дат и событий, на встречах с представителями отечественных и зарубежных деловых кругов о совместной работе в сельском хозяйстве, нефтяной отрасли и промышленности, с инвесторами об оценке политических и экономических реформ.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Тексты выступлений Главы государства на сессиях Генеральной Ассамблеи ООН по проблемам устойчивого развития бассейна Аральского моря, мирового значения энергетического сектора Казахстана, на заседаниях ОБСЕ, на рабочих сессиях Всемирного экономического форума (Давос) – «Казахстан – как объект инвестиций», «Интеграция Республики Казахстан в мировую экономику», на встречах со студентами страны и зарубежных вузов: Университета Райса (США, штат Техас), Варшавского университета (Польша), Университета Билкент (Турция, Анкара), международных конференциях.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Ежегодные Обращения и Послания Президента Республики Казахстан к народу «Казахстан 2030», «Перспектива – 2030», в связи с введением новой национальной валюты, об уничтожении на территории бывшего Семипалатинского полигона последнего ядерного заряда. Меморандумы, протоколы, соглашения, решения, тексты выступлений, переписка об участии Президента Республики Казахстан на заседаниях Совета глав государств СНГ, Межгосударственного Совета – Таможенного Союза Республики Беларусь, Республики Казахстан, Кыргызской Республики, Российской Федерации, Республики Таджикистан, глав государств Центральной Азии и Казахстана, глав тюркоязычных государств.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Послания, обращения глав государств, руководителей международных организаций к Президенту Республики Казахстан: совместное послание Генерального Секретаря ООН К. Аннана и Верховного Комиссара ООН по правам человека М. Робинсон по случаю 50-й годовщины Всеобщей Декларации прав человека, Его Святейшества Папы Иоанна Павла II по случаю празднования 32-й годовщины Всемирного Дня Мира, президента Международного Центра по налогам и инвестициям Д. А. Витта по улучшению условий для иностранных инвестиций и др.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Программы, информации международной конференции, государственных и общественных деятелей, лидеров политических партий и движений, ученых и писателей СНГ по проблемам интеграции Евразийского пространства и проекта Евразийского Союза, выдвинутых Президентом Республики Казахстан от 20 сентября 1994 г.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Личные поручения Президента Республики Казахстан Премьер-Министру, Руководителю Администрации, министрам и руководителям республиканских ведомств по отдельным вопросам, взятым на контроль. Итоговые информации об исполнении поручений и другие справочные материалы, которые образовались в ходе решения поставленных вопросов.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Статьи Президента Республики Казахстан: «Казахстану нужны не кредиты, а инвестиции», тексты интервью итальянской газете «Ла Стампа» (1992 г.), газете «Нью-Йорк Таймс» «У Казахстана есть все возможности для построения демократичного, высокоразвитого государства» (1995 г.), российскому журналу «Гражданин» (1998 г.), казахстанскому информационно-аналитическому бюллетеню «Саясат» по оценке итогов развития суверенного Казахстана (1999 г.) и др. Документы об организации презентаций книг Н. А. Назарбаева «На пороге ХХI века» (1996 г.), «Уроки истории и современность» (1997 г.), «В потоке истории» (1999 г.).",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Переписка Президента РК с главами государств, правительств, руководителями международных организаций о признании независимости Казахстана и установлении дипломатических отношений, политического, экономического и культурного сотрудничества, по вопросам ограничений ядерных испытаний и сокращения вооружений, оказания гуманитарной и технической помощи Казахстану.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Обращения трудовых коллективов, научной и культурной общественности, заявления и письма граждан, направленные Н. А. Назарбаеву. Протоколы, повестки дня заседаний консультативно-совещательных органов, образованных при Президенте Республики Казахстан с участием Главы государства.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Постановления, стенограммы заседаний Правительства РК по вопросам поддержки малого и среднего бизнеса, предпринимательства, развития конкретных отраслей промышленности и сельского хозяйства, обеспечения выплат пенсий и заработной платы, подготовки жилищно-коммунального хозяйства к работе в зимних условиях.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы и стенограммы заседаний Совета Республики, Высшего экономического совета Национального совета по государственной политике, справки, информации по вопросам либерализации цен, социальной защиты населения, стабилизации и подъема производства в отраслях материальной сферы.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы Комиссии по правам человека при Президенте РК, ежегодные доклады Президенту РК о соблюдении прав и свобод человека в Казахстане, доклады Государственного департамента США о соблюдении прав человека в Казахстане, переписка с международными и республиканскими правоохранительными органами.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы заседаний Республиканского совета и Штаба по проведению оперативно-профилактических мероприятий «Правопорядок», о состоянии и выработке мер, направленных на борьбу с организованной преступностью, наркотрафиками, нелегальной миграцией, экономическими и коррупционными преступлениями.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы заседаний Высшего судебного совета, сведения о работе судебной коллегии по уголовным делам, судьях, о внесении изменений и дополнений в действующее законодательство.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы и стенограммы заседаний Совета по проблемам семьи, женщин и демографической политике по обсуждению проектов «Брачно-семейного Кодекса», «Концепции улучшения положения женщин в Республике Казахстан», Государственной программы «Дети Казахстана». Ежегодные доклады Президенту Республики Казахстан Н. А. Назарбаеву о положении женщин, о деятельности женских организаций, переписка с международными женскими организациями, государств СНГ о сотрудничестве. Справки, информации о подготовке и проведении конференции по гендерным исследованиям.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы Высшего консультативного совета по науке и технике о преобразовании Академии наук в Национальную академию, о деятельности комплекса «Байконур» и международном сотрудничестве в использовании космического пространства",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы и стенограммы Высшего дисциплинарного совета по обсуждению итогов проверок соблюдения законности и государственной дисциплины должностными лицами, требований законодательства и правил служебной этики государственными служащими, рассмотрение обращений граждан и организаций о фактах злоупотреблений должностным положением.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы и стенограммы заседаний Национального совета по устойчивому развитию по обсуждению проектов программ «Основные направления государственной промышленной политики на 1999–2003 гг.», выработки предложений и рекомендаций по стратегии развития Казахстана до 2030 г., вопросов решения проблем устойчивого развития и обеспечения экономического роста, проведения социальных реформ и взаимодействий с международными экономическими и финансовыми организациями. Так же имеются доклады Правительства РК по углублению реформ, о тенденциях в мировой экономике и экономической политике страны. Проекты соглашений, справки о сотрудничестве с зарубежными компаниями в области освоения нефтегазовых месторождений, строительства и реконструкции нефтеперерабатывающих заводов и объектов инфраструктуры. Проекты стратегических планов развития Казахстана до 2030 г., экономического роста, формирования профессионального правительства, занятости населения.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Документы Специальной консультативной группы по вопросам американо-казахстанского делового сотрудничества, о расширении делового сотрудничества и экономического партнерства, о подготовке встреч с представителями деловых и финансовых кругов США Д. Рокфеллером, П. Питерсоном и другими влиятельными лицами, документы о создании и развитии Инвестиционного фонда.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Информации о деятельности Совета иностранных инвесторов при Президенте Республики Казахстан и Совета форума предпринимателей по вопросам иностранных инвестиций, совершенствования законодательной базы и налогообложения, укрепления инвестиционного имиджа Казахстана, развития малого и среднего бизнеса.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы и стенограммы заседаний Ассамблеи народа Казахстана по обсуждению Концепции национальной политики, о ходе выполнения поручений Президента, изложенных в Послании народу Казахстана, образования национально-культурных центров. Доклад Президента на 1-й сессии Ассамблеи «За мир и согласие в нашем общем деле» от 24 марта 1995 г., справки, информации о подготовке рабочих заседаний и сессий, переписка с учреждениями и национально-культурными центрами по организации работы.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Протоколы, проекты программ, информации, справки, отчеты министерств и ведомств РК о ходе реализации государственных программ, государственной политики в области культуры, науки, образования: программы «Культурное наследие», программы Президента Республики Казахстан «Болашак» по подготовке казахстанских кадров в лучших зарубежных вузах и Государственной программы по информатизации системы среднего образования, а также по организации семинаров по изучению государственного управления и менеджмента США (г. Туссон, штат Аризона), о деятельности СМИ, политических партий, общественных объединений и движений, религиозных конфессий, по вопросам молодежной политики республики. Комплекс документов по развитию международных отношений с ЮНЕСКО, ЮСАИД и другими организациями в области культуры. Программы, планы, поручения по подготовке и проведении мероприятий, посвященных национальным и государственным праздникам, памятным и знаменательным датам Жамбыла Жабаева, Мухтара Ауэзова и других известных деятелей культуры, литературы и искусства, межконфессиональным съездам, и проведения Дней духовного согласия, Дней национальных культур государств СНГ, зарубежных стран.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Программы, справки, информации о посещении Главой государства регионов Казахстана, отчеты, аналитические обзоры, планы, доклады непосредственно подотчетных Президенту РК государственных органов и национальных компаний, других организаций РК о своей деятельности.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Информации о ходе выполнения законов Республики Казахстан, указов, постановлений и распоряжений Президента, о состоянии и развитии экономики, проведениии реформирования отраслей промышленности, строительства, транспорта и связи, по человеческому развитию Казахстана по программе ООН.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Информации, отчеты, справки, записки по вопросам фискальной политики, финансовых рынков, страхования и лизинга, антимонопольной политики, промышленности, энергетики, торговли, транспорта и коммуникации, аграрным вопросам, экологии и охраны окружающей среды, здравоохранения, культуры, спорта и туризма, науки, образования, информационных технологии, труда и социальной защиты, пенсионной реформы, миграции и демографии.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Поручения Президента РК, руководителя Администрации Президента РК, распоряжения Госсекретаря РК и документы по их выполнению.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "Тексты выступлений акимов областей на совещаниях руководителей аппаратов. Информации областных акиматов, акиматов городов Астаны и Алматы о социально-экономическом, культурном, общественно-политическом положении в регионах.",
      "position"  : "justify"
    },

    {
      "type"      : "paragraph",
      "content"   : "В фонде представлены фонодокументы за 1992–1995 гг. (211 единиц хранения с общим временем звучания 594 часа 85 минут). Фонодокументы содержат записи встреч Президента Республики Казахстан Н. А. Назарбаева с делегациями зарубежных стран, представителями международных организаций, иностранных фирм, членами президиума Академии наук, Центральной избирательной комиссии, олимпийской команды, депутатами Парламента, авторами Государственных символов Республики Казахстан, предпринимателями; пресс-конференций Президента Республики Казахстан и глав зарубежных государств; совещаний с руководителями министерств и ведомств республики, главами областных администраций, работниками агропромышленного комплекса, банковского и финансового секторов, заседаний Совета Безопасности Республики Казахстан, Государственного Совета по борьбе с преступностью.",
      "position"  : "justify"
    }
  ]
}
