<div class="content row">
  <h1 class="title"><span class="text">Часто задаваемые вопросы</span></h1>
</div>

<div class="faq row">
  <div class="block col-3">
    <input id="faq-1" type="checkbox" class="input" />
    <label for="faq-1" href="/enquiry/manual/how-to-sign-up" class="link"><span class="span">Что такое архив?</span></label>
    <span class="description">Товарищи! консультация с широким активом позволяет выполнять важные задания по разработке новых предложений. С другой стороны дальнейшее развитие различных форм деятельности играет важную роль в формировании модели развития. С другой стороны рамки и место обучения кадров требуют от нас анализа новых предложений.</span>
  </div>

  <div class="block col-3">
    <input id="faq-2" type="checkbox" class="input" />
    <label for="faq-2" href="/enquiry/manual/how-to-sign-up" class="link"><span class="span">Почему я должен регистрироваться?</span></label>
    <span class="description">Товарищи! консультация с широким активом позволяет выполнять важные задания по разработке новых предложений. С другой стороны дальнейшее развитие различных форм деятельности играет важную роль в формировании модели развития. С другой стороны рамки и место обучения кадров требуют от нас анализа новых предложений.</span>
  </div>

  <div class="block col-3">
    <input id="faq-3" type="checkbox" class="input" />
    <label for="faq-3" href="/enquiry/manual/how-to-sign-up" class="link"><span class="span">Как получить документ без регистрации?</span></label>
    <span class="description">Товарищи! консультация с широким активом позволяет выполнять важные задания по разработке новых предложений. С другой стороны дальнейшее развитие различных форм деятельности играет важную роль в формировании модели развития. С другой стороны рамки и место обучения кадров требуют от нас анализа новых предложений.</span>
  </div>

  <div class="block col-3">
    <input id="faq-4" type="checkbox" class="input" />
    <label for="faq-4" href="/enquiry/manual/how-to-sign-up" class="link"><span class="span">Как полчить не электронное дело?</span></label>
    <span class="description">Товарищи! консультация с широким активом позволяет выполнять важные задания по разработке новых предложений. С другой стороны дальнейшее развитие различных форм деятельности играет важную роль в формировании модели развития. С другой стороны рамки и место обучения кадров требуют от нас анализа новых предложений.</span>
  </div>

  <div class="block col-3">
    <input id="faq-5" type="checkbox" class="input" />
    <label for="faq-5" href="/enquiry/manual/how-to-sign-up" class="link"><span class="span">Я не нашел нужное мне дело</span></label>
    <span class="description">Товарищи! консультация с широким активом позволяет выполнять важные задания по разработке новых предложений. С другой стороны дальнейшее развитие различных форм деятельности играет важную роль в формировании модели развития. С другой стороны рамки и место обучения кадров требуют от нас анализа новых предложений.</span>
  </div>
</div>
