<link href="/compiler.php/page/guide.scss?time=<?php echo (int) microtime(true); ?>" rel="stylesheet" type="text/css" />

<div id="guide">
  <div class="banner">
    <img class="img" src="" />
  </div>

  <div class="content row">
    <h1 class="title"><span class="text">Путеводитель по архиву</span></h1>

    <div class="document">
      <div id="guide-nav" class="pages absolute col-1">
        <h4 class="h4">Содержание:</h4>
        <a class="link active" href="#1">1.1 Президент Республики Казахстан</a>
        <a class="link" href="#2">1.2 Конституционный Совет Республики Казахстан</a>
        <a class="link" href="#3">1.3 Межгосударственный Совет Республики Казахстан, Кыргызской Республики и Республики Узбекистан и его исполнительный комитет</a>
        <a class="link" href="#4">1.4 Органы, непосредственно подчиненные и подотчетные Президенту Республики Казахстан Министерство иностранных дел Республики Казахстан.</a>
        <a class="link" href="#4">1.4.1 Министерство иностранных дел Республики Казахстан</a>
        <a class="link" href="#4">1.4.2 Республиканская Гвардия Республики Казахстан</a>
        <a class="link" href="#4">1.4.3 Управление делами Президента Республики Казахстан</a>
        <a class="link" href="#4">1.4.4 Специальный представитель Президента Республики Казахстан на космодроме «Байконур»</a>
        <a class="link" href="#4">1.4.5 Счетный комитет по контролю за исполнением республиканского бюджета</a>
        <a class="link" href="#4">1.4.6 Агентство по контролю за стратегическими ресурсами Республики Казахстан</a>
        <a class="link" href="#4">1.4.7 Агентство по стратегическому планированию Республики Казахстан</a>
        <a class="link" href="#4">1.4.8 Агентство Республики Казахстан по регулированию и надзору финансового рынка и финансовых организаций</a>
        <a class="link" href="#4">1.4.9 Агентство Республики Казахстан по регулированию деятельности регионального финансового центра города Алматы</a>
        <a class="link" href="#4">1.4.10 Национальная комиссия Республики Казахстан по ценным бумагам</a>
        <a class="link" href="#4">1.4.11 Государственная комиссия Республики Казахстан по борьбе с коррупцией</a>
        <a class="link" href="#4">1.5 Учреждения и организации при Президенте Республики Казахстан: КИСИ при Президенте Республики Казахстан</a>
        <a class="link" href="#4">1.5.1 Казахстанский институт стратегических исследований при Президенте Республики Казахстан</a>
        <a class="link" href="#4">1.5.2 Академия государственного управления при Президенте Республики Казахстан</a>
        <a class="link" href="#4">1.5.3 КИМЭП при Президенте Республики Казахстан</a>
        <a class="link" href="#4">1.5.4 НВШГУ при Президенте Республики Казахстан</a>
        <a class="link" href="#4">1.6 Учреждения и организации, акционерные общества Объединенный архивный фонд: ЦГАНИ РК, Архив Президента Республики Казахстан</a>
        <a class="link" href="#4">1.6.1 Объединенный архивный фонд: ЦГАНИ РК, Архив Президента Республики Казахстан</a>
        <a class="link" href="#4">1.6.2 Некоммерческое акционерное общество «Телерадиокомплекс Президента Республики Казахстан»</a>
        <a class="link" href="#4">1.6.3 Закрытое акционерное общество «Управление по обслуживанию дипломатического корпуса» Министерства иностранных дел Республики Казахстан</a>
        <a class="link" href="#4">1.7 Общественно-политические организации Республики Казахстан Общественное объединение "Республиканская политическая партия «Отан»</a>
        <a class="link" href="#4">1.7.1 Общественное объединение "Республиканская политическая партия «Отан»</a>
        <a class="link" href="#4">1.7.2 Социалистическая партия Казахстана</a>
        <a class="link" href="#4">1.7.3 Партия Народного единства Казахстана</a>
        <a class="link" href="#4">1.7.4 Общественное объединение «Казахстанское добровольное историко-просветительское общество «Әділет»</a>
        <a class="link" href="#4">1.7.5 Республиканское общественное объединение «Всемирная ассоциация казахов»</a>
        <a class="link" href="#4">1.7.6 Республиканское общественное объединение «Ассоциация деловых женщин Казахстана»</a>
        <a class="link" href="#4">1.7.7 Фонд экономических и социальных программ Казахстана</a>
        <a class="link" href="#4">1.7.8 Фонд по поддержке культуры, образования и социальных программ Казахстана</a>
        <a class="link" href="#4">1.7.9 Фонд социальных программ Н. А. Назарбаева</a>
        <a class="link" href="#4">1.7.10 Общественный штаб в поддержку кандидата в Президенты Республики Казахстан Назарбаева Н. А.</a>
        <a class="link" href="#4">2.1 Президент Казахской Советской Социалистической Республики</a>
        <a class="link" href="#4">2.2.1 Республиканские органы партии</a>
        <a class="link" href="#4">2.2.1.1 Киргизское (Казахское) бюро Российской Коммунистической партии (большевиков) (Кироблбюро, Кирпартбюро)</a>
        <a class="link" href="#4">2.2.1.2 Киргизский (Казахский) областной Комитет Российской Коммунистической партии (большевиков) (Киробком РКП (б))</a>
        <a class="link" href="#4">2.2.1.3 Казахский Краевой Комитет Всесоюзной Коммунистической партии (большевиков) (Казкрайком ВКП (б))</a>
        <a class="link" href="#4">2.2.1.4 Центральный Комитет Коммунистической партии Казахстана (ЦК КП Казахстана)</a>
        <a class="link" href="#4">2.2.2 Губернские, окружные, областные органы партии</a>
        <a class="link" href="#4">2.2.2.1 Джетысуйский (Семиреченский) областной комитет Коммунистической партии Туркестана (Джетысуйский (Семиреченский) обком КПТ)</a>
        <a class="link" href="#4">2.2.2.2 Оренбурско-Тургайский губернский комитет Российской Коммунистической партии большевиков (Оренбурско-Тургайский губком РКП (б))</a>
        <a class="link" href="#4">2.2.2.3 Джетысуйский губернский комитет Всесоюзной Коммунистической партии (большевиков) (Джетысуйский губком ВКП (б))</a>
        <a class="link" href="#4">2.2.2.4 Алма-Атинский окружной комитет Всесоюзной Коммунистической партии (большевиков) (Алма-Атинский окружном ВКП (б))</a>
        <a class="link" href="#4">2.2.2.5 Алма-Атинский областной комитет Коммунистической партии Казахстана (Алма-Атинский обком КП Казахстана)</a>
        <a class="link" href="#4">2.2.2.6 Алма-Атинские областные производственные органы комитета Коммунистической партии Казахстана (групповая характеристика)</a>
        <a class="link" href="#4">2.2.3 Уездные, уездно-городские, городские, районные городские органов партии</a>
        <a class="link" href="#4">2.2.3.1 Алма-Атинский уездный комитет Всесоюзной Коммунистической партии (большевиков) (Алма-Атинский уком - угорком ВКП (б))</a>
        <a class="link" href="#4">2.2.3.2 Джаркентский уездно-городской комитет Всесоюзной Коммунистической партии (большевиков) (Джаркентский угорком ВКП (б))</a>
        <a class="link" href="#4">2.2.3.3 Капальский уездно-городской комитет Коммунистической партии (большевиков) Туркестана (Капальский угорком КП (б))</a>
        <a class="link" href="#4">2.2.3.4 Талды-Курганский уездно-городской комитет Всесоюзной Коммунистической партии (большевиков) (Талды-Курганский угорком ВКП (б))</a>
        <a class="link" href="#4">2.2.3.5 Лепсинский уездно-городской комитет Всесоюзной Коммунистической партии (большевиков) (Лепсинский угорком ВКП (б))</a>
        <a class="link" href="#4">2.2.3.6 Алма-Атинский городской комитет Коммунистической партии Казахстана (Алма-Атинский горком КП Казахстана)</a>
        <a class="link" href="#4">2.2.3.7 Городские (Алма-Атинской области) комитеты Коммунистической партии Казахстана (горкомы КП Казахстана) (групповая характеристика)</a>
        <a class="link" href="#4">2.2.3.8 Районные (г. Алма-Аты) комитеты Коммунистической партии Казахстана (райкомы КП Казахстана)</a>
        <a class="link" href="#4">2.2.4 Сельские районные: Районные (Алма-Атинской области) комитеты Коммунистической партии Казахстана (райкомы КП Казахстана)</a>
        <a class="link" href="#4">2.2.5 Производственные органы (Алма-Атинской области) комитета Коммунистической партии Казахстана (производственные райкомы КП Казахстана)</a>
        <a class="link" href="#4">2.2.6 Комиссии</a>
        <a class="link" href="#4">2.2.6.1 Киргизская (Казахская) областная комиссия по проверке, чистке и пересмотру личного состава Российской Коммунистической партии (большевиков)</a>
        <a class="link" href="#4">2.2.6.2 Киргизская (Казахская) областная контрольная комиссия Российской Коммунистической партии (большевиков) (КироблКК РКП (б))</a>
        <a class="link" href="#4">2.2.6.3 Казахская Краевая Контрольная Комиссия Всесоюзной Коммунистической партии (большевиков) – Народный комиссариат Рабоче-крестьянской инспекции КАССР (КазкрайКК ВКП (б) – НК РКИ КАССР)</a>
        <a class="link" href="#4">2.2.6.4 Уполномоченный Комиссии партийного контроля при Центральном Комитете Всесоюзной Коммунистической партии (большевиков) по Казахстану (УполКПК при ЦК ВКП (б) по Казахстану)</a>
        <a class="link" href="#4">2.2.6.5 Джетысуйская (Семиреченская) областная контрольная комиссия Коммунистической партии Туркестана – Рабоче-Крестьянская Инспекция (Джетысуйская (Семиреченская) облКК КПТ–РКИ)</a>
        <a class="link" href="#4">2.2.6.6 Джетысуйская губернская контрольная комиссия Всесоюзной Коммунистической партии (большевиков) – Рабоче-крестьянская инспекция (Джетысуйская губКК ВКП (б) – РКИ)</a>
        <a class="link" href="#4">2.2.6.7 Алма-Атинская окружная контрольная комиссия Всесоюзной Коммунистической партии (большевиков) – Рабоче-крестьянская инспекция (Алма-Атинская окрКК ВКП (б) – РКИ)</a>
        <a class="link" href="#4">2.2.6.8 Алма-Атинская областная контрольная комиссия Всесоюзной Коммунистической партии (большевиков) – Рабоче-крестьянская инспекция (Алма-Атинская облКК ВКП (б) – РКИ)</a>
        <a class="link" href="#4">2.2.7 Фракции Объединенные архивные фонды1 фракций Всесоюзной Коммунистической партии (большевиков)</a>
        <a class="link" href="#4">2.2.8.1 Политуправление Казнаркомзема Казахской ССР</a>
        <a class="link" href="#4">2.2.8.2 Политуправление НКСХ Казахской ССР</a>
        <a class="link" href="#4">4.1 Учреждения и организации Республики Казахстан</a>
        <a class="link" href="#4">4.2 Коммунистическая партия Казахстана</a>
        <a class="link" href="#4">4.3 Ленинский Коммунистический Союз Молодежи Казахстана</a>
        <a class="link" href="#4">4.4 Управления делами высших государственных органов Казахской ССР</a>
        <a class="link" href="#4">5.1 Коллекция документов жертв и пострадавших от политических репрессий в СССР</a>
        <a class="link" href="#4">5.2 Коллекция плакатов и буклетов</a>
        <a class="link" href="#4">5.3 Архивная коллекция фотоальбомов и альбомов. 1935–1985 гг</a>
        <a class="link" href="#4">5.4 Архивная коллекция фотодокументов (фототека). 1907-1997 гг</a>
        <a class="link" href="#4">6.1 Библиотечный и справочно-информационный фонд. Общие сведения о фондах библиотек</a>
        <a class="link" href="#4">6.2 Книги, брошюры и журналы (1883 - 2016 гг)</a>
        <a class="link" href="#4">6.3 Газеты (1900-2016 гг)</a>
        <a class="link" href="#4">6.4 Справочно-информационный фонд</a>
        <a class="link" href="#4">6.5 Организация архивного фонда компартии советского союза в Казахстане и основные направления в работе с его документами. Историческая справка</a>
        <a class="link" href="#4">7.1 Научно-справочный аппарат к документам фондов</a>
        <a class="link" href="#4">7.2 Список сокращений</a>
      </div>

      <div id="guide-document" class="page col-3 offset-1"></div>
    </div>
  </div>
</div>

<script src="//ajax.googleapis.com/ajax/libs/jquery/1.9.0/jquery.js"></script>
<script src="/js/guide.js?time=<?php echo (int) microtime(true); ?>"></script>
